Repository: DanielRiera/estimated-delivery-woocommerce
Catalog: languages/estimated-delivery-for-woocommerce-*.po
Languages: es_es

source: Estimated Delivery
es_es: Entrega Estimada

source: Disabled, use shortcode
es_es: Deshabilitar, usaré shortcode

source: After cart button
es_es: Después del botón de añadir al carrito

source: Before cart button
es_es: Antes del botón de añadir al carrito

source: After product meta
es_es: Después de la meta del producto

source: Before product summary
es_es: Antes del resumen del producto

source: After product summary
es_es: Después del resumen del producto

source: Product Thumbnail (may not work)
es_es: Debajo de la galería (Puede no funcionar)

source: on
es_es: el

source: this %s, %s
es_es: este %s, %s

source: the next %s, %s
es_es: el próximo %s, %s

source: Estimated delivery
es_es: Entrega Estimada

source: Estimated delivery%s %s
es_es: Entrega estimada%s %s

source: Guaranteed delivery
es_es: Entrega Garantizada

source: Guaranteed delivery%s %s
es_es: Entrega Garantizada%s %s

source: Days for Delivery
es_es: Días para el envío

source: Max Days for Delivery
es_es: Máximos días para el envio

source: Set 0 for disable. If this set more than 0 days, it will show a range.
es_es: Establecer en 0 para deshabilitar, si es más de 0 se mostrará un rango.

source: Days for Delivery out of stock
es_es: Días para el envío (Sin Stock)

source: Max Days for Delivery out of stock
es_es: Máximos días para el envio (Sin Stock)

source: Days for Delivery Backorders
es_es: Días para el envío Backorders

source: Max Days for Delivery Backorders
es_es: Máximos días para el envio Backorders

source: Estimated or Guaranteed
es_es: Estimada o Garantizada

source: The message will change.
es_es: Esto cambiará el mensaje.

source: Estimated
es_es: Estimada

source: Guaranteed
es_es: Garantizada

source: Days disabled
es_es: Días Deshabilitados

source: Select the days that NO shipments are made.
es_es: Selecciona los días que NO se realizan envíos.

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miercoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Overwrite general settings
es_es: Sobreescribir configuración

source: An error has occurred, try again.
es_es: Ha ocurrido un error, pruebe de nuevo.

source: Welcome to newsletter :)
es_es: Bienvenid@ al newsletter

source: Estimated Delivery for Woocommerce
es_es: Entrega Estimada para WooCommerce

source: Show the estimated or guaranteed delivery for the product
es_es: Muestra la entrega estimada o garantizada por cada producto

source: Do you want to receive the latest?
es_es: ¿Quieres recibir lo último?

source: Thank you very much for using our plugin, if you want to receive the latest news, offers, promotions, discounts, etc ... Sign up for our newsletter. :)
es_es: Muchas gracias por usar nuestro plugin, si quieres recibir noticias, ofertas, promociones, descuentos...Inscríbete en nuestro boletín. :)

source: Required
es_es: Requerido

source: Submit
es_es: Enviar

source: Processing
es_es: Procesando

source: Developing this plugin takes time, so if you like it, we invite you to make a donation so that we can continue developing and updating, adding news, this will always be free.
es_es: Desarrollar este plugin lleva tiempo, por ello si es de tu agrado le invitamos a realizar una donación para que podamos seguir desarrollando y actualizando, añadiendo novedades, esto será siempre gratis.

source: Make a donation now to help development
es_es: Realiza una donación ahora par ayudar al desarrollo

source: Use AJAX
es_es: Usar AJAX

source: If your site use cache system, active this option.
es_es: Si tu sitio usa cache, activa esta opción.

source: Delivery same day
es_es: Envío en el mismo día

source: When you set 0 in any option the estimated delivery is disabled, activate this option to allow setting 0 and displaying the estimated date.
es_es: Cuando estableces en 0 cualquier opción de días, se deshabilitan, activa esta opción para permitir establecer en 0 y mostrar la fecha.

source: Show date on order (Admin and Customer)
es_es: Mostrar fecha en pedidos (Administrador y Clientes)

source: If you activate this option, the date will be stored with the order, the customer and you will be able to see the date on each product in the order.
es_es: Si activas esta opción la fecha se almacenará en el pedido, el cliente podrá ver la fecha en cada producto del pedido.

source: Show date Products Lists
es_es: Mostrar fecha en listado de productos

source: If you activate this option date show on each product on list, Store, Search, etc. Check style (CSS) for this, bottom on this page.
es_es: Si activas esta opción la fecha se mostrará en el listado de productos, búsquedas, etc. Compruebe los estilos CSS para esto, mira al final de esta página.

source: Icon
es_es: Icono

source: You can use always icon, fontawesome, only class name for example: fas fa-truck-moving
es_es: Puedes usar un icono, FontAwesome, use la clase del icono por ejemplo: fas fa-truck-moving

source: ¿Problem with Icon?
es_es: ¿Problema con el icono?

source: Load FontAwesome Library.
es_es: Cargue la librería FontAwesome.

source: Maximum Time
es_es: Tiempo máximo

source: Maximum time to consider an extra day of shipping (Server time) HH:mm now is %s
es_es: Hora máxima que se considera sumar un día más al envío (Hora del servidor) HH:mm ahora son %s

source: Use Relative Dates
es_es: Usar fechas relativas

source: Only work with current and next week
es_es: Solo funciona con la semana actual y la próxima

source: Date Formats
es_es: Formato de fechas

source: You can change date format use
es_es: Puedes cambiar el formato de fecha que usa el plugin

source: Same month and year, different day (00 - 00 MM, YYYY)
es_es: Mismo mes y año, diferente día (00 - 00 MM, YYYY)

source: Same year, different day and month (00 MM - 00 MM, YYYY)
es_es: Mismo año, diferente día y mes (00 MM - 00 MM, YYYY)

source: All different (00 MM YYYY - 00 MM YYYY)
es_es: Todo diferente (00 MM YYYY - 00 MM YYYY)

source: Position
es_es: Posición

source: Holidays Dates
es_es: Fecha de Vacaciones

source: Dates with comma separated, YYYY/MM/DD, on YEAR use XXXX for dynamic year. Example: XXXX/12/31
es_es: Fechas separadas por coma, YYYY/MM/DD, para año dinámico usa XXXX, por ejemplo: XXXX/12/31

source: Save
es_es: Guardar

source: Need style?
es_es: Necesitas dar estilos?

source: Enjoy! Paste this CSS code into your Customizer and edit as you like
es_es: A disfrutar, pega este código en el personalizador CSS y edítalo a tu gusto
